const AUTHOR_MESSAGES = [
    {
        q: "Q：塔罗占卜准吗？",
        a: "A：塔罗只是根据你当前的状态做出的指引，事在人为。可以听听塔罗给你的建议，去改变自己，让自己变得更好。"
    },
    {
        q: "Q：本网站可信吗？",
        a: "A：本网站只供娱乐，请勿迷信。赛博塔罗准度有待验证哦。"
    },
    {
        q: "Q：为什么收费？",
        a: "A：作者是在校大学生，也算是一个创业的小项目，需要挣一点点马内，大家都是我的生活股东，感谢大家，给大家拜一个！！。塔罗的准度前提是你需要相信塔罗，相信能量连接与直觉。如果完全免费，大家可能会为了得到自己想要的答案不停占卜，这背离了作者的初心，也不利于大家。本网页为了提供更详细的塔罗解读接入了 API，所以选择轻量收费（其实没有多少钱，感谢 DeepSeek ❤️）。"
    },
    {
        q: "Q：为什么我的背景音乐加载不出来？",
        a: "A：在国内打开github链接可能会因为网络问题导致背景音乐加载不出来，不过如果你会魔法，那它应该是可以加载出来的哦。"
    }
];
